Repository: RandyUX/FinalProject
Catalog: Resources/Localizable/*.lproj/Localizable.strings
Languages: id

# choosebank.placeholder
source: Choose Your Bank
id: pilih bank

# fromrekeningaccount.placeholder
source: From Rekening Account
id: dari rekening

# torekeningaccount.placeholder
source: To Rekening Account
id: ke rekening

# notes.placeholder
source: Notes:
id: catatan

# inputamount.placeholder
source: Input Amount
id: masukan jumlah

# continue.placeholder
source: Continue
id: SELANJUTNYA

# confirm.placeholder
source: Confirm
id: KONFIRMASI

# addmoretransfer.placeholder
source: Add More Transfer
id: Tambah Transfer Lainnya

# yourbank.placeholder
source: from bank:
id: bank:

# from.placeholder
source: from account:
id: dari:

# toaccount.placeholder
source: To Account:
id: kepada:

# transactiontime.placeholder
source: Transaction Time:
id: waktu transaksi:

# transfermethod.placeholder
source: transfermethod:
id: metodetransfer:

# backhome.placeholder
source: Back To Transfer
id: kembali ke transfer
